app/views/events/show.html.erb

SELECT  `places`.* FROM `places` WHERE `places`.`id` = 1 LIMIT 1
---
  <strong>Place:</strong>
  <%= Place.find(@event.place_id) %>