app/controllers/dashboards_controller.rb

SELECT `histories`.* FROM `histories`
---
  def index

    @histories = History.all