app/controllers/events_controller.rb

  def show
    @event = Event.find(params[:id])
 #   @place = Place.find(params[:id])
    @tickets = Ticket.all
---
SELECT  `events`.* FROM `events` WHERE `events`.`id` = 1 LIMIT 1
SELECT `tickets`.* FROM `tickets`