app/controllers/tickets_controller.rb

    def index
        @tickets = Ticket.all
---
SELECT `tickets`.* FROM `tickets`

    def show
        @ticket = Ticket.find(params[:id])
        @histories = History.all
---
SELECT  `tickets`.* FROM `tickets` WHERE `tickets`.`id` = 1 LIMIT 1
SELECT `histories`.* FROM `histories`

    def create
        history = History.new(history_params)

        if @history.save
---
INSERT INTO `histories` (`user_id`, `order_data`, `event_id`, `status`, `created_at`, `updated_at`, `name`) VALUES (4, '2019-01-18 00:00:00', 2, 'd', '2019-01-18 00:48:40', '2019-01-18 00:48:40', 'Trybuny B')